The current transformation of this specific truss layout will some sub members to overlap.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TrussLayoutOverlapedCurves { get; }
  Visual Basic
Public Shared ReadOnly Property TrussLayoutOverlapedCurves As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TrussLayoutOverlapedCurves {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TrussFailures Class
  Autodesk.Revit.DB Namespace